{
  "cards": [
    {
      "id": "card1",
      "image": "card numbers (1).png",
      "shortText": "I provide clear step-by-step instructions based on my experience.",
      "cardName": "Parent",
      "cardSummary": "I have experience doing this and provide detailed instructions, so no one wastes time. I offer prescriptive, step-by-step guidance. I know how to do this well and prioritize clarity in expectations. \"Just tell me what to do\" approach.",
      "pros": [
        "I have experience doing this and provide detailed instructions, so that no one is wasting their time.",
        "I provide clarity in what good looks like.",
        "I make it easy to measure or review progress."
      ],
      "cons": [
        "This style sucks when there is no defined \"right way\" to proceed.",
        "I can come across as condescending or assuming the receiver lacks knowledge.",
        "Doesn't build the receiver's problem-solving capabilities, especially when the \"why\" is missing"
      ],
      "aka": ["Instructor", "Expert"],
      "animalExplanation": "Represents providing detailed, guiding instructions, much like a parent teaching a child step-by-step."
    },
    {
      "id": "card2",
      "image": "card numbers (2).png",
      "shortText": "Feedback is a 2-way conversation where we can  both learn.",
      "cardName": "Parrot",
      "cardSummary": "Having a conversation around feedback helps me better understand causes and support people to develop their own solutions. Feedback is always a two-way conversation. I enter with curiosity and intent to learn as well as advise. The best outcome is when the receiver finds their own solution.",
      "pros": [
        "The recipient owns the insight and is more likely to act on it.",
        "I respect my team member's existing expertise.",
        "My style builds long-term problem-solving capabilities."
      ],
      "cons": [
        "This style of conversation takes a long time.",
        "Can be frustrating for those who just want a direct answer. It can feel like I'm withholding information if the feedback giver already knows the answer.",
        "Not be effective in urgent situations requiring immediate action."
      ],
      "aka": ["Coach", "Guide"],
      "animalExplanation": "Parrots are chatty."
    },
    {
      "id": "card3",
      "image": "card numbers (3).png",
      "shortText": "I prioritize  relationships over delivering uncomfortable truths.",
      "cardName": "Meerkat",
      "cardSummary": "I believe people respond best to positive feedback and encouragement. I don't think people will listen if they don't fundamentally like me. So my feedback is indirect, sometimes at the expense of clarity.",
      "pros": [
        "I demonstrate a caring, supportive approach.",
        "Sometimes, people aren't in a state to hear tough feedback. My style works well at these times.",
        "I'm very approachable."
      ],
      "cons": [
        "My style can produce so vague ! The recipient may even struggle to understand what I mean.",
        "Important issues may never get addressed.",
        "Recipients can be confused about where they actually stand with me.",
        "Problems may persist or worsen without clear feedback."
      ],
      "aka": ["People-Pleaser", "Harmonizer"],
      "animalExplanation": "Meerkats are super-social,  prioritizing group harmony."
    },
    {
      "id": "card4",
      "image": "card numbers (4).png",
      "shortText": "I deliver clear, direct feedback because I care about your success.",
      "cardName": "Lion",
      "cardSummary": "My colleagues are adults with clear responsibilities. They know I want them to succeed, so I provide specific, direct feedback. Even if it comes across as blunt sometimes, I prioritize clarity and impact. ",
      "pros": [
        "When I also demonstrate I care personally for the recipient, I build trust and credibility at the same time.",
        "Leaves little room for misinterpretation about expectations.",
        "Addresses issues promptly before they escalate."
      ],
      "cons": [
        "Some people misinterpret my direct feedback as personal criticism, even if it's intended to help. This can lead to hurt feelings or resentment.",
        "Constantly caring + challenging can be emotionally draining if not reciprocated or valued by the culture around you.",
        "Can shut down receivers who need more psychological safety.",
        "May not work well across all cultural contexts."
      ],
      "aka": ["Radical Candor", "Challenger"],
      "animalExplanation": "Lions are seen as strong and direct leaders, unafraid to challenge."
    },
    {
      "id": "card5",
      "image": "card numbers (5).png",
      "shortText": "I avoid giving feedback altogether.",
      "cardName": "Turtle",
      "cardSummary": "I actually hate giving feedback. I worry, procrastinate, and find excuses to avoid it. I'm deeply concerned about how it will affect our relationship.",
      "pros": [
        "My style works very well for me when I don't feel psychologically safe.",
        "Avoids immediate conflict or confrontation, and preserves short-term harmony in relationships."
      ],
      "cons": [
        "Problems persist and often get worse over time.",
        "Others may view me as disengaged or uncaring.",
        "I miss opportunities to develop my team members and build deeper trust."
      ],
      "aka": ["gotta go", "The \"never a good time\"", "Got Nuthin"],
      "animalExplanation": "Turtles retreat into their shells when threatened or uncomfortable, symbolizing avoidance of difficult feedback conversations."
    },
    {
      "id": "card6",
      "image": "card numbers (6).png",
      "shortText": "I tell others  my feedback instead of addressing you directly.",
      "cardName": "Crab",
      "cardSummary": "When I need to give you feedback, I'll talk to anyone but you! Including your boss.",
      "pros": [
        "My style works well for me when I don't feel psychologically safe.",
        "I get the support of other leaders.",
        "I can validate my perceptions before giving feedback.",
        "I don't have to deal with potential negative reactions."
      ],
      "cons": [
        "My style normalizes indirectness. Others start doing it too. Suddenly, feedback is whispered—not spoken.",
        "The person receiving secondhand feedback usually feels ambushed, defensive, or humiliated, especially if it comes from someone higher up.",
        "Damages trust across the organization.",
        "Sustains a culture of gossip and back-channeling."
      ],
      "aka": ["The escalator", "SThe idewinder"],
      "animalExplanation": "Crabs move sideways, representing indirect communication and addressing issues by talking around the person involved rather than directly."
    },
    {
      "id": "card7",
      "image": "card numbers (7).png",
      "shortText": "I dump all my unfiltered thoughts at once without preparation.",
      "cardName": "Penguin",
      "cardSummary": "I think it's helpful for a person to receive all the feedback in one go, so that they can reflect on what is useful for them. This way I've got all my thoughts on the table. I don't ask if it's a good time. I just open my mouth and whatever comes out, I'll call \"feedback\".",
      "pros": [
        "Hey, people know what I'm thinking! I'm an open book!",
        "I provide comprehensive feedback.",
        "People know what they're getting. No bullshit. It's authentic. Just the way I am."
      ],
      "cons": [
        "I've noticed people start bracing for impact every time I speak. Over time, they start avoid me, or withhold their own honesty.",
        "For some reason, people get very defensive when I'm \"transparent\" like this. It seems like they aren't listening?",
        "The recipient may be overwhelmed and unable to process all the feedback at once. Important points get lost among less significant ones."
      ],
      "aka": ["Unfiltered", "Drive-by"],
      "animalExplanation": "Penguins feed their young by vomiting."
    }
  ]
}
